{"name":"article_detail_test","frequency":"On demand","version":4,"newdata":false,"lastrunstatus":"success","thisversionrun":"Sat Sep 06 2014 22:55:55 GMT+0000 (UTC)","lastsuccess":"Sat Sep 06 2014 22:56:03 GMT+0000 (UTC)","results":{"collection1":[{"title":{"text":"Analysis: Ukraine cease-fire a victory for Putin","href":"http://www.usatoday.com/story/news/world/2014/09/06/ukraine-cease-fire-risks-frozen-conflict/15191655/"},"slug":"The cease-fire agreement between Ukraine and Russian-backed separatists who hold territory in eastern Ukraine marks a clear victory for Russian President Vladimir Putin.","source":"USA TODAY","category":"Ukraine"},{"title":{"text":"Leaders of Russia, Ukraine say ceasefire holding, more steps needed","href":"http://news.yahoo.com/ukraine-pro-russian-rebels-reach-ceasefire-deal-000701800.html"},"slug":"KIEV/DONETSK Ukraine (Reuters) - The presidents of Russia and Ukraine said on Saturday that a ceasefire between Ukrainian government forces and pro-Russian separatists was holding up fairly well and they discussed urgent humanitarian aid for the ...","source":"Yahoo News","category":""},{"title":{"text":"Obama skeptical as Ukraine cease-fire takes hold","href":"http://www.usatoday.com/story/news/world/2014/09/05/ukraine-russia-cease-fire/15117039/"},"slug":"NEWPORT, Wales - At the close of a two-day NATO summit Friday, President Obama expressed doubts that new cease-fire in Ukraine would hold and promised a new round of sanctions to keep pressure on Russia to respect its neighbor's borders. \"We are ...","source":"USA TODAY","category":""},{"title":{"text":"Cease-fire takes effect in eastern Ukraine amid discord and skepticism","href":"http://www.latimes.com/world/europe/la-fg-ukraine-signs-ceasefire-with-prorussian-rebels-20140905-story.html"},"slug":"Ukrainian President Petro Poroshenko announced a cease-fire Friday in the 5-month-old conflict against pro-Russia separatists, halting gunfire and artillery exchanges in his nation's embattled east amid deep skepticism that the truce will hold ...","source":"Los Angeles Times","category":""},{"title":{"text":"Ukraine crisis: Ceasefire with rebels holds","href":"http://www.bbc.co.uk/news/world-europe-29089393"},"slug":"A ceasefire agreed by the Ukrainian government and pro-Russia rebels in the east appears to be holding. There were no reports of fighting overnight, after the deal was struck in Minsk in Belarus on Friday.","source":"BBC News","category":""},{"title":{"text":"A Cease-Fire in Ukraine","href":"http://www.nytimes.com/2014/09/06/opinion/a-cease-fire-in-ukraine.html"},"slug":"With pressures building on all sides, the adversaries in the war in Ukraine announced a cease-fire on Friday. Combat in the contested southeastern region that killed some 2,600 people in the past five months paused, perhaps for a while.","source":"New York Times","category":""},{"title":{"text":"Ukraine ceasefire holds so far as Poroshenko orders halt at dusk","href":"http://www.theguardian.com/world/2014/sep/05/ukraine-ceasefire-holds-but-leaders-sceptical"},"slug":"A tentative ceasefire was holding in eastern Ukraine on Friday night after Kiev agreed a truce with separatist rebels that included a pullback of weapons and the release of prisoners; it held out the best hope so far for an end to a five-month conflict ...","source":"The Guardian","category":""},{"title":{"text":"Ceasefire in effect in eastern Ukraine after talks between government, rebels ...","href":"http://www.cnn.com/2014/09/06/world/europe/ukraine-crisis/"},"slug":"Kiev, Ukraine (CNN) -- A ceasefire between the Ukrainian government and separatist leaders appeared to be holding Saturday, a rare positive sign in a conflict that has ratcheted up tensions between Russia and the West.","source":"CNN","category":""},{"title":{"text":"MAP: Russia's expanding empire in Ukraine and elsewhere","href":"http://www.washingtonpost.com/blogs/worldviews/wp/2014/09/05/map-russias-expanding-empire-in-ukraine-and-elsewhere/"},"slug":"A cease-fire negotiated in Minsk, capital of Belarus, between Ukrainian forces and pro-Russian separatists in eastern Ukraine went into effect Friday. Fighting has raged through the summer in the regions of Donetsk and Luhansk, industrial hotbeds near ...","source":"Washington Post (blog)","category":""},{"title":{"text":"Ukraine cease-fire begins","href":"http://www.politico.com/story/2014/09/ukraine-cease-fire-begins-110657.html"},"slug":"Ukraine had received information that the rebels on Friday \"were preparing a press conference for today (in which) one of the points was the condemnation of the Ukrainian military for violation of the cease-fire,\" Lysenko said through a translator. \"So ...","source":"Politico","category":""},{"title":{"text":"Delicate cease-fire appears to hold in Ukraine","href":"http://www.cbsnews.com/news/delicate-cease-fire-appears-to-hold-in-ukraine/"},"slug":"KIEV, Ukraine - After more than four months of bloodshed, a cease-fire in Ukraine's rebellious east largely held back fighting Saturday, but appeared fragile as both sides of the conflict claimed the others had violated the agreement.","source":"CBS News","category":""},{"title":{"text":"Ukraine, Separatists Sign Ceasefire Deal","href":"http://www.huffingtonpost.com/2014/09/05/ukraine-cease-fire_n_5771592.html"},"slug":"MINSK, Belarus (AP) - Ukraine, Russia and the Kremlin-backed separatists signed a cease-fire deal Friday after five months of bloodshed, and Europe readied additional sanctions on Moscow.","source":"Huffington Post","category":""},{"title":{"text":"news","href":"http://www.usatoday.com/story/news/world/2014/09/06/cease-fire-in-ukraine-appears-to-hold/15187995/"},"slug":"KIEV, Ukraine (AP) - A cease-fire in Ukraine's rebellious east appeared to be holding on Saturday, but claims by a pro-Russian separatist leader that the Ukrainian side had violated the agreement showed that the fragile deal could quickly unravel ...","source":"USA TODAY","category":""},{"title":{"text":"A Cease-fire Takes Hold in Ukraine as Territorial Questions Linger","href":"http://news.nationalgeographic.com/news/2014/09/140905-ukraine-cease-fire-russia-invasion-geography-history/"},"slug":"A cease-fire has been called in embattled Ukraine, one that many world leaders are skeptical will last. Yet even as the fighting that had flared along Ukraine's strategic southeastern coast Thursday fell silent in the hours after the cease-fire was ...","source":"National Geographic","category":""},{"title":{"text":"Ukraine Cease-Fire Appears to Hold","href":"http://abcnews.go.com/International/wireStory/ukraine-cease-fire-appears-hold-25314310"},"slug":"The presidents of Ukraine and Russia on Saturday said the cease-fire between Ukrainian forces and Russian-backed rebels was mostly holding, but the truce still appeared fragile in its first full day as both sides of the conflict claimed violations.","source":"ABC News","category":""},{"title":{"text":"Ukraine and pro-Russia rebels sign ceasefire deal","href":"http://www.bbc.co.uk/news/world-europe-29082574"},"slug":"Ukraine and pro-Russian rebels in the east have signed a truce deal to end almost five months of fighting. The two sides agreed to stop firing by 15:00 GMT and the truce appeared to be holding.","source":"BBC News","category":""},{"title":{"text":"Ukraine's Shaky Cease-Fire Holds","href":"http://online.wsj.com/articles/ukraines-shaky-cease-fire-holds-1410007652"},"slug":"Ukrainians walk in a street in the southeastern port city of Mariupol on Saturday, a day after a cease-fire was signed between Ukraine and pro-Kremlin insurgents. Agence France-Presse/Getty Images ...","source":"Wall Street Journal","category":""},{"title":{"text":"Henry Kissinger's Thoughts On The Islamic State, Ukraine And 'World Order'","href":"http://www.npr.org/2014/09/06/346114326/henry-kissingers-thoughts-on-the-islamic-state-ukraine-and-world-order"},"slug":"Henry Kissinger was a Harvard scholar before he became a mover and shaker in the world of foreign policy. And in his new book, World Order, the former secretary of state under Presidents Nixon and Ford gives a historian's perspective on the idea of ...","source":"NPR","category":""},{"title":{"text":"As it happened: Ukraine ceasefire agreed","href":"http://www.bbc.co.uk/news/world-europe-29082368"},"slug":"Welcome to our live coverage as a ceasefire has been agreed between Ukraine and separatist rebels in the east of the country.","source":"BBC News","category":""},{"title":{"text":"Sorry, Ukraine: Obama is not going to defend you from Russia","href":"http://www.vox.com/2014/9/3/6102001/obama-abandons-ukraine"},"slug":"The Obama White House is no stranger to the Ukrainian capital of Kiev, which Vice President Joe Biden visited in a show of support in April, shortly after Russia had invaded and annexed Crimea.","source":"Vox","category":""}]},"count":20}